week6-rails/rails-marathon/app/controllers/houses_controller.rb

  def create
    @house = House.new(house_params)
    if @house.save
---
INSERT INTO "houses" ("name", "source", "author", "motto", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["name", "dsadas"], ["source", "dsadsad dsad"], ["author", "dsadsadas"], ["motto", "dsadsadsa"], ["created_at", "2020-01-23 19:29:18.994577"], ["updated_at", "2020-01-23 19:29:18.994577"]]