week6-rails/rails-marathon/app/controllers/members_controller.rb

INSERT INTO "members" ("first_name", "last_name", "house_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["first_name", "Jack"], ["last_name", "Dack"], ["house_id", 6], ["created_at", "2020-01-23 20:35:03.931384"], ["updated_at", "2020-01-23 20:35:03.931384"]]
---
  def create
    @member = Member.new(member_params)
    @house = House.find(params[:house_id])
    @member.house = @house

    if @member.save